Autodesk.Revit.DB.ViewScheduleExportOptions.FieldDelimiter
How to delimit fields. Default is Tab.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2013

Autodesk.Revit.DB.ViewScheduleExportOptions.#ctor(Autodesk.Revit.DB.ViewScheduleExportOptions)
Constructs a new copy of the input ViewScheduleExportOptions object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013